;---------------------------------BEGIN: EMCC\Caliset-----------------------------------------
[CALISET_DLG_102]
CAPTION=HL校正软件
ID1022=方案集
ID1023=请选择:
ID1007=另存为
ID1017=删除
ID1084=导入
ID1085=导出

ID1075=校正头
ID1024=基本参数
ID1025=校正范围(mm):
ID1026=打标范围(mm):
ID1072=坐标系
ID1077=旋转角度
ID1079=X偏移(mm)
ID1080=Y偏移(mm)

ID1030=网格及级别校正
ID1009=添加级别
ID1010=删除级别
ID1012=多级整体效果
ID1031=回字级数:

ID1053=红光校正
ID1043=启用
ID1054=X缩放比:
ID1055=Y缩放比:
ID1056=X偏移量(mm):
ID1057=Y偏移量(mm):

ID1058=调焦
ID1065=聚焦方式
ID1059=动态调焦类型
ID1060=控制模式
ID1061=振镜轴间距(mm)
ID1082=方头到工作平面高度(mm)
ID1063=微调值(um)
ID1062=动态调焦补偿系数

ID1011=测试 F7
ID1037=停止
ID1014=参数>>

ID1109=校正类型
ID1099=普通校正
ID1100=高精度校正1[扫描仪]
ID1101=高精度校正2[二次元，适合大范围]

ID1089=高精度校正
ID1086=生成网格点
ID1111=第一步:生成网格点。
ID1112=第二步:用扫描仪或二次元获取数据，通过专用工具对数据进行处理。
ID1113=第三步:导入处理后的数据，设置缩放凹凸系数，创建高精度校正表。

ID1096=缩放
ID1027=有效打标范围(mm)
ID1097=凹凸
ID1028=测试BOX大小(mm):
ID1091=导入扫描仪处理后数据
ID1087=导入二次元处理后数据
ID1016=创建高精度校正表

ID1=确定
ID2=取消

[CALISET_DLG_167]
CAPTION=高精度数据导入
ID1114=二次元获取的X坐标文件：
ID1115=二次元获取的Y坐标文件：
ID1=确定
ID2=取消

[CALISET_DLG_159]
CAPTION=保存方案
ID1036=校正方案另存为:
ID1=确定
ID2=取消

[CALISET_DLG_131]
CAPTION=打标参数
ID1032=打标次数:
ID1033=打标速度(mm/s)
ID1035=功率(%)
ID1034=Q频(KHz)
ID1036=Q释放时间(us)
ID1037=激光关延时(us)
ID1=确定
ID2=取消

[CALISET_DLG_160]
CAPTION=设置点阵打标行列信息
ID1093=行数
ID1094=列数
ID1116=仅设置行列数,不打标
ID1=打标
ID2=取消

[CALISET_DLG_164]
CAPTION=选择控制卡
ID1098=请选择工作卡：
ID1=确定
ID2=取消


[CALISET_STRINGTABLE]
ID0=BOX大小(mm)
ID1=X缩放比例％
ID2=Y缩放比例％
ID3=X凹凸
ID4=Y凹凸
ID5=X梯形
ID6=Y梯形
ID7=X平行
ID8=Y平行
ID9=X正向比例％
ID10=X负向比例％
ID11=Y正向比例％
ID12=Y负向比例％
ID13=参数\级别
ID14=电流(A)
ID15=功率(%)
ID16=电流(%)
ID999=已经有打标软件或校正软件正在运行,请先关闭!
ID1000=打标库文件丢失或损坏，请确认软件是否正常!
ID1001=打标控制卡初始化失败!
ID1002=打标控制卡系统设置失败!
ID1003=请先选择要测试的校正级别!
ID1004=操作失败，请稍后再试!
ID1005=已存在该方案名，覆盖吗?	
ID1006=校正范围不能为0!	
ID1007=打标范围不能为0!
ID1008=校正范围和打标范围的比例系数不对，校正范围必须是打标范围的%.3f倍上!
ID1011=请选择要删除级别
ID1012=请至少保留一级校正!
ID1013=文件错误!
ID1014=设定校正数据到卡失败，请稍后重试!	
ID1015=该校正配置方案与当前软件版本不一致，是否强制读入吗?
ID1016=BOX大小不能超出打标范围!
ID1017=BOX大小不能超出上一级大小!
ID1018=当前校正设置已经修改，保存吗?
ID1019=读取文件失败!
ID1020=确认删除当前方案吗?
ID1021=没有检测到软件狗!
ID1022=检测到软件狗，但不是合法的软件狗!
ID1023=插入的合法软件狗多于1个!
ID1024=将初始狗转换成运行狗失败!
ID1025="当前软件授权已到期，需要联系大族客服人员，重新申请与（狗ID=%s，校验码=%s）匹配的许可授权补丁，以便继续使用"
ID1026="D160"
ID1027="D480"
ID1028="CO2增强"
ID1029="CO2传统"
ID1030="打标失败"
ID1031=BOX大小不能小于下一级大小!
ID1032=超出有效校正区域
ID1033="fθ后聚焦"
ID1034="前聚焦"
ID1035="普通后聚焦"
ID1036="简便激光器控制模式下BOX大小必须小于打标范围%dmm"
ID1037="获取卡内保存的狗ID失败,请检查卡是否被绑定过"
ID1038="导入失败"
ID1039="导入成功"
ID1040="导出失败"
ID1041="导出成功"
ID1042="操作失败"
ID1043="文件数据不匹配"
ID1044="SCAN_254"

;---------------------------------End: EMCC\Caliset-----------------------------------------

;---------------------------------BEGIN: EMCC\ADJUSTM-----------------------------------------
[ADJUSTM_STRINGTABLE]
ID1000=目前你选择了CLASSIC控制模式，M值无需再作调试！
ID1001=打标速度(mm/s)
ID1002=空跳速度(mm/s)
ID1003=Q频(KHZ)
ID1004=Q释放(ms)
ID1005=占空比(%)
ID1006=电流(A)
ID1007=功率(%)
ID1008=电流(%)
ID1009=激光模式/波形
ID1010=维持电流(%)

;---------------------------------End: EMCC\ADJUSTM-----------------------------------------